Repository: mandoveloper/prueba-plugin
Catalog: languages/woocommerce-atix-*.po
Languages: es_es

source: Atix Payment Services - Documentation
es_es: Servicios de pago Atix - Documentación

source: Atix Documentation
es_es: Atix Documentación

source: How to configure this Payment Gateway
es_es: Como configurar este método de pago

source: First, you'll have to go through Woocoommerce > Settings in order to enter the Payments Sections.
es_es: Primero, tiene que ir a Woocommerce > Ajustes, para ingresar a la sección de pagos.

source: Also you can click
es_es: También puedes hacer clic

source: here
es_es: aquí

source: You will find the different values to register and set your data
es_es: Encontrarás los diferentes valores a registrar e ingresar sus datos

source: Description
es_es: Descripción

source: This input controls what the final user will see on the front-end as description, it can be changed to anything, just remember to be as descriptive as possible
es_es: Esto controla lo que el usuario final verá, puede cambiarse por lo que sea, solo recuerde ser tan descriptivo como sea posible

source: API Key PEN
es_es: API Key SOLES

source: This input is the most important one, controls your shop's permission to use the Atix Payment Services API, this one is sent by Atix Payment Services
es_es: Esta entrada es la más importante, controla el permiso de su tienda para usar la API Atix Payment Services, esta es enviada por Servicios de Pago de Atix

source: API Key USD
es_es: API Key DOLARES

source: Security key
es_es: Clave de seguridad

source: This entry is important for authenticating you when updating the sale. It's used by Atix Payment Services
es_es: Esta entrada es importante para autenticarte al momento de actualizar la venta. Es usada por Atix Payment Services

source: Pay confirmation url
es_es: URL de confirmación de pago

source: This entry indicates the name of your purchase confirmation page, by default it is "checkout"
es_es: Esta entrada indica cual es el nombre de su página de confirmación de compra, por defecto es "checkout"

source: Final status
es_es: Estado final

source: This entry indicates the status in which you want the transaction to end if it is successful, by default it is "completed."
es_es: Esta entrada indica cual es el estado en que desea finalizar la transacción en caso sea exitosa, por defecto es "completado."

source: Cash/Wallets
es_es: Efectivo/Billeteras

source: This entry indicates whether you are eligible for cash or digital wallet payments.
es_es: Esta entrada indica si tiene afiliado el cobro con efectivo o billeteras digitales.

source: Test Mode
es_es: Modo de prueba

source: This checkbox controls if this shop is currently on development or it is in production.
es_es: Controla si la tienda está actualmente en modo desarrollo o en producción.

source: Enter your customized instructions and descriptions first.
es_es: Primero Ingrese sus instrucciones personalizadas y descripciones.

source: Enter your Exclusive Atix Payment API Key.
es_es: Ingrese su API Key exclusiva de Atix Payment Services.

source: Specify if your shop is currently on development or are already on production, using the last checkbox of "Test Mode" and click "Save Changes"
es_es: Especifica si su tienda está actualmente en modo desarrollo o producción usando la última opción de "Modo de pruebas" y haga click en "Guardar cambios"

source: Done!
es_es: ¡Listo!

source: You are ready to start shopping using our Payment Gateway
es_es: Ya puedes empezar a comprar con nuestra pasarela de pago

source: If you have any inquiry regarding our plugin, please send an email specifying your problem at the following address:
es_es: Si tiene alguna consulta acerca de este plugin, por favor envíe un correo electrónico especificando su problema a la siguiente dirección:

source: Atix Payment Gateway
es_es: Pasarela de pagos de Atix

source: Allows payments via payment gateway for Atix Payment Services.
es_es: Permite realizar pagos mediante el Servicio de pago Atix.

source: Enable/Disable
es_es: Habilitar/Deshabilitar

source: Enable Atix Payment Services Gateway
es_es: Habilita la pasarela de pagos de Atix

source: Payment method description that the customer will see on your checkout.
es_es: Descripción del método de pago que el usuario verá en el checkout.

source: When you confirm your purchase, we will redirect you to Atix site for secure payment.
es_es: Al confirmar su compra, será redirigido al sitio de Atix para realizar su pago.

source: Site unique APIKey PEN, it will validate and create the neccesary token for process the purchase.
es_es: API Key única del sitio, validará y creará el token necesario para procesar la compra.

source: Site unique APIKey USD, it will validate and create the neccesary token for process the purchase.
es_es: API Key única del sitio, validará y creará el token necesario para procesar la compra.

source: Site unique Key, it will validate for webhook payment notificactions.
es_es: Clave única del sitio, se validará para notificaciones de pago de webhook.

source: Enter the name of your checkout page, example: yourdomain/checkout/order-received/123/?key=wc_order_SwrcT2Wpokxz1 by default it will be "checkout".
es_es: Ingresar el nombre de su pagina de finalización de compra, ejemplo: "tudominio/checkout/order-received/123/?key=wc_order_SwrcT2Wpokxz1". De forma predeterminada será "checkout".

source: Select the final state in which you want the transaction to end.
es_es: Seleccionar el estado final en que desea que finalice la transacción.

source: completed
es_es: completado

source: processing
es_es: procesando

source: Cash and wallet payments enabled
es_es: Pagos con efectivo y billeteras habilitado

source: Check the box to indicate that you have enabled cash and digital wallet payments.
es_es: Marque la casilla para indicar que tiene habilitado pagos en efectivo y con billetera digital.

source: Enable Test Mode
es_es: Habilitar modo de prueba

source: Select the box to put the payment gateway into test mode
es_es: Seleccione la casilla para poner la pasarela de pago en modo de prueba

source: Configure
es_es: Configurar

source: Pay with credit or debit card
es_es: Paga con tarjeta de crédito o débito

source: Payment Service Atix
es_es: Servicio de Pago Atix

source: Order not found
es_es: Orden no encontrada

source: Atix Payment Services
es_es: Servicio de pago Atix
